[Character.CharClass_Nasturtium_BugMorph_Acid AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_BugMorphAdultCorrosiveHoliday AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Barkid Foundation",TransformedNames=((TransformedName="Fornication")))
PlayThroughs[1]=(DisplayName="Valkyries can eat.")
PlayThroughs[2]=(DisplayName="Explosive staff")

[Skills.Skill_Snowman_StormRage_RA SkillDefinition]
SkillName="May Snow White be healthy."
SkillDescription=""
LockedSkillDetailStr="<Locked>"

